---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.IMemberForcesServer
source: html/e7770878-0a8a-d98e-7c98-3e5701038e4e.htm
---
# IMemberForcesServer Members

Implement this method to return a description of the server.